Repository: h44z/kopano_webapp_contactimporter
Catalog: languages/*.UTF-8/LC_MESSAGES/plugin_contactimporter.po
Languages: ru_ru

source: Import Contacts
ru_ru: Импортировать Контакты

source: Loading...
ru_ru: Загрузка...

source: Select contacts to import
ru_ru: Выберите контакты для импорта

source: Displayname
ru_ru: Отображаемое имя

source: Firstname
ru_ru: Имя

source: Lastname
ru_ru: Фамилия

source: Company
ru_ru: Компания

source: Select folder
ru_ru: Выбор каталога

source: Select an .vcf addressbook
ru_ru: Выбор .vcf адресной книги

source: Import
ru_ru: Импорт

source: Import All
ru_ru: Импорт всех

source: Cancel
ru_ru: Отмена

source: Uploading and parsing contacts...
ru_ru: Загрузка и парсинг контактов...

source: Error
ru_ru: Ошибка

source: Parser Error
ru_ru: Ошибка парсинга

source: You have to choose an addressbook!
ru_ru: Нужно выбрать адресную книгу!

source: You have to choose at least one contact to import!
ru_ru: Нужно выбрать хотя бы один контакт для импорта!

source: Imported
ru_ru: Импортировано

source: Imported {0} contacts. Please reload your addressbook!
ru_ru: Импортировано {0} контактов. Пожалуйста перезагрузите адресную книгу!

source: Import failed: {0}
ru_ru: Ошибки импорта: {0}

source: Export vCard
ru_ru: Экспорт vCard

source: Contact Export
ru_ru: Экспорт Контактов

source: Exporting {0} contacts. Please wait...
ru_ru: Экспортировано {0} контактов. Пожалуйста подождите...

source: Warning
ru_ru: Внимание

source: Import to Contacts
ru_ru: Импорт в Контакты

source: Please wait
ru_ru: Пожалуйста подождите

source: Loading attachment...
ru_ru: Загрузка вложения...

source: Initializing...
ru_ru: Инициализация...

source: {0}% loaded
ru_ru: {0}% загружено

source: Import vCard
ru_ru: Импорт vCard

source: VCF file is empty!
ru_ru: VCF файл пустой!

source: No contacts found. Export skipped!
ru_ru: Контакты не найдены. Экспорт пропущен!

source: No contacts in vcf file
ru_ru: Нет контактов в vcf файле

source: File could not be read by server
ru_ru: Файл не может быть прочитан сервером

source: Store could not be opened!
ru_ru: Невозможно открыть хранилище!

source: Wrong call, store and entryid have to be set!
ru_ru: Неправильный вызов, store и entryid должны быть установлены!

source: File could not be moved to TMP path! Check plugin config and folder permissions!
ru_ru: Файл не может быть перемещён в TMP путь! Проверьте конфигурацию плагинаправа на каталог!

source: File could not be read by server, upload error!
ru_ru: Файл не может быть прочитан сервером, ошибка загрузки!
